[
    "It's been over 2077 days since we announced our plan to develop Cyberpunk 2077. We released a CGI trailer, gave some interviews and... went dark. Normal procedure for these kinds of things — you announce a game and then shut up, roll up your sleeves, and go to work. We wanted to give you The Witcher 3 and both expansions first, which is why this period of staying silent was longer than we planned. Sorry for that.",
    "",
    "As soon as we concluded work on Blood and Wine, we were able to go full speed ahead with CP2077's pre-production. But we chose to remain silent. Why? At some point, we made a decision to resume talking about the game only when we have something to show. Something meaningful and substantial. This is because we do realise you've been (im)patiently waiting for a very long time, and we wouldn't like anyone to feel that we're taking this for granted. On the contrary — it gives us a lot of extra motivation. The hype is real, so the sweat and tears need to be real, too :).",
    "",
    "But, to the point, Today is the day. If you're seeing this, it means you saw the trailer — our vision of Cyberpunk, an alternative version of the future where America is in pieces, megacorporations control all aspects of civilised life, and gangs rule the rest. And, while this world is full of adrenaline, don't let the car chases and guns mislead you. Cyberpunk 2077 is a true single player, story-driven RPG. You'll be able to create your own character and..., well, you'll get to know the rest from what we show at our booth at E3. Be on the lookout for the",
    "",
    "Before we finish, you probably have some questions",
    "",
    "When we told you we would only release the game when it's ready, we meant it. We're definitely much, much closer to a release date than we were back then :), but it's still not the time to confirm anything, so patience is still required. Quality is the only thing that drives us — it's the beauty of being an independent studio and your own publisher. #MegaFon_fastest_internet#1",
    "",
    "Seriously big, but..., to be honest, we have no bloody clue at this point in time. Once we put it all together, we will openly tell you what you can expect. And we promise we'll do this before we start talking about any pre-orders or ask anything of you",
    "",
    "3.Free DLC/Expansions/DRM?",
    "Expect nothing less than you got with The Witcher 3. As for DRM, CP2077 will be 100% DRM-free on PC.",
    "",
    "4.Microtransactions?",
    "In a single player role-playing game? Are you nuts?",
    "",
    "Once again, thank you for your patience. If you have a minute, do visit cyberpunk.net and share your opinion (about anything) with us. We read everything you post and we treat it very seriously.",
    "",
    "Yours,",
    "CD PROJEKT RED Team",

    "MORE AT",
    "#Cyberpunk2077"
]
